13/data/attachments/6566d630862232c8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Judy_at_Friend_98847_5</nif:username>
            <nif:friendToBeRequested>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>